Revit 2027 API
Application.FamilyTemplatePath Property
 Default path for family template files.
Namespace: Autodesk.Revit.ApplicationServices
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string FamilyTemplatePath { get; }
Public ReadOnly Property FamilyTemplatePath As String
	Get
public:
property String^ FamilyTemplatePath {
	String^ get ();
}
member FamilyTemplatePath : string with get
Property Value
String
See Also
Reference
Application Class
Autodesk.Revit.ApplicationServices Namespace